eac-core/eac/eacWebServiceApp/src/test/resources/soap/v2/resetPasswordRequest1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:eac="http://eac.oup.com/2.0/eac-access-services"
	xmlns:cmn="http://eac.oup.com/2.0/eac-common-types"
	>
	<soapenv:Header />
	<soapenv:Body>
		<eac:ResetPasswordRequest>
			<cmn:wsUserId>
				<cmn:userName>DAVIDHAY</cmn:userName>
			</cmn:wsUserId>
		</eac:ResetPasswordRequest>
	</soapenv:Body>
</soapenv:Envelope>